ETHER_RPC = 'https://eth-mainnet.public.blastapi.io'              #Старк нода
STARKNET_RPC = "https://starknet-mainnet.public.blastapi.io"      #Нода эфира

NEED_GAS = 100            # Ниже какого газа начинать работу

SLEEP = True              # Спать между аккаунтами? True/False, Да/Нет.
SLEEP_ACCS_MIN = 10       # Минимум секунд
SLEEP_ACCS_MAX = 100      # Максимум секунд













TEXT = '''

   ▄████████    ▄█    █▄     ▄█   ▄███████▄  ███    █▄   ▄██████▄     ▄█   ▄█▄    ▄████████ 
  ███    ███   ███    ███   ███  ██▀     ▄██ ███    ███ ███    ███   ███ ▄███▀   ███    ███ 
  ███    █▀    ███    ███   ███▌       ▄███▀ ███    ███ ███    ███   ███▐██▀     ███    ███ 
  ███         ▄███▄▄▄▄███▄▄ ███▌  ▀█▀▄███▀▄▄ ███    ███ ███    ███  ▄█████▀      ███    ███ 
▀███████████ ▀▀███▀▀▀▀███▀  ███▌   ▄███▀   ▀ ███    ███ ███    ███ ▀▀█████▄    ▀███████████ 
         ███   ███    ███   ███  ▄███▀       ███    ███ ███    ███   ███▐██▄     ███    ███ 
   ▄█    ███   ███    ███   ███  ███▄     ▄█ ███    ███ ███    ███   ███ ▀███▄   ███    ███ 
 ▄████████▀    ███    █▀    █▀    ▀████████▀ ████████▀   ▀██████▀    ███   ▀█▀   ███    █▀  
                                                                     ▀                                                                                                         
                спасибо артем скамушка за метадату <3
'''
